[
    {
        "project_title": null,
        "category": null,
        "date": null,
        "short_description": null,
        "state": null,
        "full_description": null,
        "partner_hq": null
    },
    {
        "project_title": "@cubanndasavage",
        "category": "Lifestyle,Fashion",
        "state": "California"
    },
    {
        "project_title": "Alexis Bumgarner",
        "category": "Portraiture",
        "date": "July 2019",
        "short_description": "On location shoot with Alexis Bumgarner, shot by Combina in July 2019",
        "state": "California",
        "full_description": "This striking black-and-white image captures Alexis Bumgarner in an intimate, outdoor setting. The photo radiates confidence and elegance, with Alexis posing naturally, exuding a blend of beauty, boldness, and authenticity. The fishnet bottoms add a stylish, edgy touch, complementing the urban backdrop and enhancing the artistic feel of the shot. This on-location photoshoot perfectly balances simplicity and sophistication, making it ideal for lifestyle, fashion, and art-focused content.",
        "partner_hq": "Alexis Bumgarner,Mike Matos"
    },
    {
        "project_title": "Anthia",
        "category": "Fashion",
        "short_description": "Session: Anthia Budget: <$1,000 Timeline: 3 Days Location:  Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Anthia Mo"
    },
    {
        "project_title": "Anu Designs",
        "category": "Fashion",
        "state": "California"
    },
    {
        "project_title": "Ashlee Keating: Saucy",
        "category": "Music",
        "short_description": "Session with Ashlee Keating",
        "state": "California",
        "full_description": "Budget: <$1,000 Timeline: 3 Days Location: On-Location Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "partner_hq": "Ashlee Keating"
    },
    {
        "project_title": "Ashley Brehmer",
        "category": "Swim",
        "short_description": "Session: Ashley Brehmer\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "Arizona",
        "partner_hq": "Ashley Brehmer"
    },
    {
        "project_title": "Assi Iman",
        "category": "Portraiture",
        "state": "California",
        "partner_hq": "Assi Iman"
    },
    {
        "project_title": "Atsuna Matsui",
        "category": "Portraiture",
        "date": "January 2018",
        "short_description": "Portrait Session with Atsuna Matsui\nBudget: <$1,000\nTimeline: 3 Days\nLocation: DTLA, CA\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Atsuna Matsui"
    },
    {
        "project_title": "B&W: Yuliya Lasmovich",
        "category": "Fashion,B&W",
        "state": "California",
        "partner_hq": "Yuliya Lasmovich"
    },
    {
        "project_title": "Bethlehem x Like Dreams",
        "category": "Fashion,Products",
        "state": "California",
        "partner_hq": "Jasmine Nicole"
    },
    {
        "project_title": "Bianca",
        "category": "Swim",
        "state": "California"
    },
    {
        "project_title": "Brand Partnership: Sexy Hair",
        "category": "Beauty,Commercial",
        "date": "June 2024",
        "short_description": "On Location Commercial Production of Brand Partnership with Sexy HairBudget, shot by Combina in June 2024",
        "state": "California",
        "full_description": "On location commercial production for a brand partnership with Sexy Hair, shot by Combina in June 2024. This project showcases playful and elegant moments with vibrant product usage, capturing the essence of modern beauty rituals. Keywords: on-location shoot, brand collaboration, Sexy Hair, beauty campaign, professional hairstyling, product marketing, luxury lifestyle, behind-the-scenes content, commercial production, June 2024.",
        "partner_hq": "Kylee Campbell,Sexy Hair,Maybourne Beverly Hills"
    },
    {
        "project_title": "Brittany Martinez",
        "category": "Fashion",
        "date": "September 2018",
        "short_description": "Street style session with Brittany Martinez, shot by Combina Key in September 2018.",
        "state": "California",
        "full_description": "Discover the vibrant street style of Brittany Martinez, captured in a dynamic fashion photoshoot by Combina Key in September 2018. This urban-inspired session highlights Brittany’s modern and bold looks against the backdrop of city streets, showcasing the latest in fashion trends. Perfect for those seeking street style inspiration, this shoot blends high fashion with the authenticity of real-world settings, making it a must-see for fashion enthusiasts.",
        "partner_hq": "Brittany Martinez"
    },
    {
        "project_title": "Brittany Nicole",
        "category": "Fashion",
        "date": "April 2019",
        "short_description": "In Studio Production with Brittany Nicole, shot by Combina Key in April 2019 ",
        "state": "California",
        "full_description": "In April 2019, Brittany Nicole graced this elegant in-studio lingerie production, captured by the skilled photographer Combina Key. This lingerie photoshoot emphasizes sensuality through luxurious lace lingerie sets, blending soft lighting and bold elegance. Each shot showcases the beauty of boudoir fashion photography, highlighting Brittany’s poise and the intricate craftsmanship of the garments.",
        "partner_hq": "Britanny Nicole"
    },
    {
        "project_title": "c",
        "category": "Commercial,Products",
        "state": "California,Arizona",
        "partner_hq": "Jasmine Nicole,Anthony Martin"
    },
    {
        "project_title": "Caitlin Oconnor",
        "category": "Swim",
        "date": "July 2018",
        "short_description": "Session: Caitlin OconnorBudget: <$1,000Timeline: 3 DaysLocation: Deliverables: 2 Unique Video, Media Library Creation, 10 ImagesServices Provide: Hourly Photography Session",
        "state": "Arizona",
        "partner_hq": "Caitlin Oconnor"
    },
    {
        "project_title": "Casey Martin",
        "category": "Fashion",
        "date": "February 2019",
        "short_description": "Casey Martin's street style and poolside shoot, captured by Combina in February 2019.",
        "full_description": "Explore the radiant charm of Casey Martin, blending edgy street fashion with chic swimwear in this striking photoshoot. Set against an urban backdrop and a poolside oasis, Casey effortlessly models vibrant neon styles, modern cutout swimsuits, and sultry summerwear. Captured by Combina, the February 2019 shoot showcases the versatility of streetwear-meets-beach vibes.",
        "partner_hq": "Casey martin"
    },
    {
        "project_title": "Chad",
        "category": "Fashion",
        "date": "March 2019",
        "short_description": "StreetStyle Session with Chad, shot by Combina in March 2019",
        "state": "California",
        "full_description": "StreetStyle session featuring Chad, captured by Combina in March 2019. This urban shoot highlights bold street fashion with a military-inspired camouflage jacket, merging style and edge. Perfect for showcasing modern streetwear, outdoor fashion shoots, and men's lifestyle photography"
    },
    {
        "project_title": "Cherie",
        "category": "Portraiture",
        "date": "February 2019",
        "short_description": "Session: Cherie\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Cherie Noel"
    },
    {
        "project_title": "Christina Porter ",
        "category": "Portraiture",
        "date": "May 2019",
        "short_description": "In Studio Production with Christina Porter, shot by Combina Key in May 2019",
        "full_description": "This high-contrast, intimate portrait series highlights Christina Porter’s striking beauty in a refined studio setting. Shot by renowned photographer Combina Key, the session captures depth, emotion, and elegance through dramatic black-and-white and subtle color tones. The images focus on close-up details—radiant skin texture, expressive eyes, and delicate hand gestures—delivering a powerful aesthetic blend of sophistication and allure."
    },
    {
        "project_title": "CJ Franco",
        "category": "Commercial,Beauty",
        "date": "July 2019",
        "short_description": "Session: CJ Franco\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Executive Styles,CJ Franco"
    },
    {
        "project_title": "Cory Anne Roberts",
        "category": "Fashion",
        "date": "February 2019",
        "short_description": "On location session with Cory Anne Roberts, shot by Combina Key in February 2019",
        "full_description": "On-location photoshoot featuring model Cory Anne Roberts, photographed by Combina Key in February 2019. The stunning visuals showcase a modern fusion of bold, vintage-inspired fashion against striking architectural backdrops. The session captures two distinct looks— a sleek, pinstriped suit set against historic architecture, and a vibrant, flared orange jumpsuit under a picturesque bridge"
    },
    {
        "project_title": "Creators Magazine - April 2020",
        "category": "Publications,Fashion",
        "date": "April 2020",
        "short_description": "In Studio Production for Creators Magazine, shot by Combina Key in February 2019",
        "state": "California",
        "full_description": "In-studio production for Creators Magazine, shot by Combina Key in February 2019, captures a stunning blend of elegance and relaxation. Featuring vibrant swimsuits, chic robes, and bold fashion moments by the pool, this editorial embodies luxury, beauty, and serene lifestyles."
    },
    {
        "project_title": "Cynthia",
        "category": "Fashion",
        "date": "July 2020",
        "short_description": "Beach photoshoot with Cynthia, shot by Combina in July 2020",
        "state": "California",
        "full_description": "Beach photoshoot with Cynthia, shot by Combina in July 2020. This stunning shoot captures the model draped in a flowing cloth, evoking an ethereal and artistic vibe. The minimalist styling and soft fabric blend effortlessly with the natural beauty of the ocean",
        "partner_hq": "Cynthia"
    },
    {
        "project_title": "Dani Thorne",
        "category": "Lifestyle",
        "short_description": "Session with: Dani",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Dani Thorne,Fuzed Den"
    },
    {
        "project_title": "Denise Berry ",
        "category": "Fashion",
        "date": "May 2018",
        "short_description": " Session with Debbie Berry, shot by Combina Key on May 2018.",
        "full_description": "This captivating photography session features Debbie Berry in dynamic outdoor environments, shot by Combina Key. The collection highlights raw natural beauty and artistic expression through varied settings — from scenic nature backdrops to urban architecture"
    },
    {
        "project_title": "Dew ",
        "category": "Fashion",
        "short_description": "Session shoot with Dew,, captured by Combina ",
        "full_description": "Experience bold aesthetics and urban street style in this shoot with Dew, captured by Combina. Blending vintage-inspired fits with modern flair, it features distressed denim, shearling jackets, and statement accessories. Cool shades and laid-back poses radiate confidence, authenticity, and attitude, with curated lighting adding depth and sharp contrasts throughout. "
    },
    {
        "project_title": "Director's Cut: Sexy Hair",
        "category": "Beauty,Commercial",
        "date": "June 2024",
        "short_description": "On Location Commercial Production of Brand Partnership: Sexy Hair\nBudget: <$3,000\nTimeline: 1 Week\nLocation: DTLA, CA\nDeliverables: 5 Unique Video, Media Library Creation, 30 Images\nServices Provide: Production Management, Campaign Management",
        "state": "California",
        "partner_hq": "Kylee Campbell,Sexy Hair,Maybourne Beverly Hills"
    },
    {
        "project_title": "Dolceaqua",
        "category": "Fashion",
        "date": "April 2019",
        "short_description": "Dolceaqua production shoot, expertly captured by Combina in August 2019 ",
        "full_description": "This Dolceaqua shoot by Combina showcases bold swim fashion with vibrant one-pieces and sleek bikinis, perfect for vacation wardrobes and summer trends. Shot in scenic settings, these designer pieces blend modern aesthetics with effortless comfort for the ultimate beachwear inspiration."
    },
    {
        "project_title": "Ecom:Lionne Clothing",
        "category": "Fashion"
    },
    {
        "project_title": "Elegant Magazine: Elena ",
        "category": "Publications",
        "date": "May 2019",
        "short_description": "In Studio Production with Elena for Elegant Magazine, shot by Combina Key in May 2019",
        "state": null,
        "full_description": "In Studio Production with Elena for Elegant Magazine, shot by Combina Key in May 2019, showcases bold, captivating fashion photography. The editorial captures a fusion of elegance and raw natural landscapes, blending chic wardrobe styling with striking outdoor elements."
    },
    {
        "project_title": "Elegant Magazine: Kamari Love",
        "category": "Publications",
        "date": "July 2021",
        "short_description": "In Studio Production with Kamari Love shot by Combina Key on July 2021. ",
        "state": "California",
        "full_description": "In Studio Production with Kamari Love, Shot by Combina Key for Elegant Magazine (July 2021) Featured in Elegant Magazine, this editorial highlights Kamari Love in a visually stunning array of fashion-forward looks. Captured by Combina Key, the imagery showcases a blend of bold colors, playful patterns, and sophisticated styling. From eye-catching purple stiletto boots to avant-garde prints and structured silhouettes, every look exudes modern elegance with a touch of whimsy. The vibrant outdoor setting complements the innovative wardrobe, delivering an editorial that merges art and fashion seamlessly.",
        "partner_hq": "Kamari Love"
    },
    {
        "project_title": "Elena Tretyakova",
        "category": "Portraiture",
        "date": "March 2018",
        "short_description": "Session with Elena Tretyakova, shot by Combina in March 2018"
    },
    {
        "project_title": "Elise Pig ",
        "category": "Fashion",
        "date": "February 2019",
        "short_description": "In Studio Production with Elise, shot by Combina Key in February 2019 ",
        "full_description": "This bold and dynamic photoshoot showcases Elise in a playful yet elegant setting, merging vibrant colors with rich textures. Capturing Elise's unique charm amidst vivid backdrops—from whimsical bathtubs filled with water bottles to lavish vintage-inspired interiors—this session perfectly embodies a fusion of luxury, fun, and self-expression."
    },
    {
        "project_title": "Erika Gray",
        "category": "Lifestyle,Portraiture",
        "date": "May 2019",
        "short_description": "Session with Erika Gray, shot by Combina in May 2019",
        "state": "California",
        "full_description": "Session with Erika Gray, shot by Combina in May 2019, captures bold fashion and beauty with elegance. Featuring statement outfits, vibrant styling, and close-up shots highlighting flawless makeup, this collection emphasizes sophistication and allure.",
        "partner_hq": "Jlorraine Designs"
    },
    {
        "project_title": "ES X Georgia Harrison",
        "category": "Commercial,Portraiture,Beauty",
        "date": "March 2015",
        "short_description": "On location shoot with Georgia Harrison, shot by Combina in March 2015.",
        "state": "California",
        "full_description": "This captivating on-location shoot from March 2015 features Georgia Harrison, photographed by the talented Combina. Georgia exudes elegance and poise, styled in a sleek outfit that highlights her modern sophistication. The soft lighting and neutral backdrop enhance the shoot's refined aesthetic, focusing on her graceful expression and polished presence. This session perfectly balances fashion and artistry, offering a timeless and stylish appeal.",
        "partner_hq": "Executive Styles,Georgia Harrison"
    },
    {
        "project_title": "Executive Styles",
        "category": "Products,Commercial",
        "date": "August 2020",
        "state": "California",
        "partner_hq": "Executive Styles"
    },
    {
        "project_title": "Fashion Style with Jenny ",
        "category": "Fashion",
        "date": "April 2019",
        "short_description": "Fashion style with Jenny, shot by Combina in April 2019",
        "full_description": " Fashion Style with Jenny | Captured by Combina in April 2019, this shoot blends effortless elegance with modern trends. From delicate lace to chic crop tops, each look pops against lush outdoor backdrops and sleek interiors. Ideal for fans of spring fashion, minimalist aesthetics, and lifestyle inspiration. "
    },
    {
        "project_title": "Fashionnovax Anthia Mo",
        "category": "Fashion",
        "date": "May 2024",
        "state": "California",
        "partner_hq": "Anthia Mo"
    },
    {
        "project_title": "Fitness",
        "category": "Fashion,Lifestyle",
        "date": "June 2023",
        "short_description": "Fitness gallery, shot by Combina in June 2023 ",
        "full_description": "This captivating fitness gallery, photographed by Combina in June 2023, showcases active lifestyle moments with elegance and precision. Featuring modern workout apparel, stretching poses, and an emphasis on outdoor fitness, the collection embodies the perfect blend of athleticism and wellness"
    },
    {
        "project_title": "Friendsgiving ",
        "category": "Events",
        "date": "November 2019"
    },
    {
        "project_title": "Gallery: Commercial ",
        "category": "Fashion",
        "short_description": "Commercial gallery, shot by Combina ",
        "full_description": "This series by Combina captures urban streetwear at its finest. Featuring leather jackets, tailored blazers, and ripped denim, these photos highlight bold, modern style in everyday city settings. Perfect for fashion lovers and online catalogs, the outfits blend elegance with an edgy vibe, making them ideal for both casual outings and chic events."
    },
    {
        "project_title": "Gallery: Fashion",
        "category": "Fashion",
        "short_description": "Fashion gallery shot by Combina ",
        "full_description": "A stunning collection of fashion editorial shots, featuring sleek street style, minimal aesthetics, and bold, effortless fashion choices. Models are styled in a blend of edgy urban outfits with subtle elegance—perfect for modern, high-fashion enthusiasts. This gallery emphasizes timeless black outfits, layered textures, and expressive poses that embody grace and attitude. Capturing everything from the free-spirited movement in outdoor scenes to intimate portraits that highlight confidence, the shoot reflects sophistication with a touch of casual flair."
    },
    {
        "project_title": "Gallery: Portrait",
        "category": "Portraiture",
        "short_description": "Portrait gallery, shot by Combina ",
        "full_description": "This portrait collection captures striking close-ups and expressive poses, emphasizing natural beauty, elegance, and emotion. The blend of soft lighting, detailed textures, and vibrant or monochrome aesthetics makes each image stand out. Perfect for those seeking inspiration in modern portrait photography, beauty shoots, or editorial looks, this gallery highlights the art of facial expression and personal style."
    },
    {
        "project_title": "Georgia by Executive Styles",
        "category": "Portraiture",
        "date": "July 2021",
        "short_description": "In Studio Commercial Production of ES x Georgia Harrison, shot by Combina in July 2021",
        "state": "California",
        "full_description": "In-Studio Commercial Production: ES x Georgia Harrison – Captured by Combina in July 2021, this elegant shoot blends cinematic black-and-white and warm-toned stills, showcasing Georgia Harrison’s poise and authenticity. The imagery reflects a modern aesthetic, highlighting beauty, sophistication, and understated luxury. Ideal for campaigns focused on lifestyle, fashion, and personal branding, these shots capture timeless emotion with editorial finesse.",
        "partner_hq": "Georgia Harrison"
    },
    {
        "project_title": "Georgia Harrison",
        "category": "Beauty,Commercial",
        "date": "Sep 2023",
        "short_description": "In Studio Commercial Production of ES x Georgia Harrison Partnership\nServices Provided: Production Management, Campaign Management",
        "state": "California",
        "full_description": "In Studio Commercial Production of ES x Georgia Harrison Partnership\nBudget: <$7,000\nTimeline: 1 Week\nLocation: DTLA, CA\nDeliverables: 5 Unique Video, Media Library Creation, 30 Images",
        "partner_hq": "Georgia Harrison"
    },
    {
        "project_title": "Gia Gunn",
        "category": "Fashion",
        "date": "March 2018",
        "short_description": " Session with Gia Gunn, shot by Combina Key on March 2018.",
        "full_description": "A dynamic shoot showcasing Gia Gunn in yoga poses, athleisure, and serene outdoor settings. This session blends fitness, wellness, and lifestyle vibes, emphasizing mindfulness and body positivity. Perfect for influencers, active lifestyle enthusiasts, and fashion lovers, this collection highlights Gia’s versatility and charisma."
    },
    {
        "project_title": "GiaGunn",
        "category": "Sport",
        "short_description": "Session: Gia Gunn\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Gia Gunn"
    },
    {
        "project_title": "Globy Ana Montana",
        "category": "Products",
        "state": "California",
        "partner_hq": "Executive Styles"
    },
    {
        "project_title": "GMAROMag X Kamari Love",
        "category": "Publications",
        "date": "January 2021",
        "short_description": "In Studio Production with Kamari Love featuring GMARO Mag , shot by Combina Key in January 2021",
        "state": "California",
        "full_description": "This striking editorial photoshoot features Kamari Love in an artistic collaboration with GMARO Magazine, shot by Combina Key in January 2021. With an emphasis on bold elegance, Kamari Love showcases high-fashion aesthetics, embodying a blend of contemporary glamour and raw edge. The studio production highlights intricate styling, sleek silhouettes, and dynamic posing—perfect for fashion enthusiasts and trendsetters. This editorial reflects modern sophistication, making it a standout in the world of fashion photography.",
        "partner_hq": "Kamari Love,GMARO Magazine"
    },
    {
        "project_title": "Grace Litton",
        "category": "Portraiture",
        "date": "June 2019",
        "short_description": "Session with Grace Litton, shot by Combina Key on June 2019",
        "state": "California",
        "full_description": "A stunning blend of elegance and emotion, this photo series with Grace Litton, shot by Combina Key, captures her natural beauty in black-and-white and vibrant tones. Perfect for fashion portfolios, beauty editorials, and social media campaigns, these expressive portraits highlight high-end glamour and refined artistry.",
        "partner_hq": "Grace Litton"
    },
    {
        "project_title": "Graphics: REVO Retargeting",
        "category": "Commercial,Products",
        "state": "California",
        "partner_hq": "Hanna Jordan"
    },
    {
        "project_title": "GrizzyGreat x REVO",
        "category": "Products",
        "state": "California"
    },
    {
        "project_title": "Imirage Mag",
        "category": "Publications",
        "date": "February 2019",
        "short_description": "In Studio Production for Imirage Magazine, shot by Combina Key in February 2019 ",
        "full_description": "In February 2019, an in-studio production for Imirage Mag was shot by Combina Key, capturing stunning beauty close-ups. The editorial blends sleek elegance with bold makeup styles. The high-definition photography highlights radiant skin textures, shimmering eyeshadow, and artistic expressions, appealing to beauty enthusiasts, makeup artists, and creative stylists. "
    },
    {
        "project_title": "JaneRipper",
        "category": "Fashion,Commercial",
        "date": "Aug 2022",
        "short_description": "In Studio Production management of Jane Ripper SS22 Capsule\nServices Provided: Production Management, Campaign Management",
        "state": "California",
        "full_description": "Budget: <$15,000\nTimeline: 3 Weeks\nDeliverables: 5 Unique Video, Media Library Creation, 30 Images",
        "partner_hq": "Tokyo Stylez,Jasmine Nicole,Andre Ladon,Anastasiia Novoselova,Jane Ripper"
    },
    {
        "project_title": "Janette X REVO",
        "category": "Creators",
        "date": "July 2024",
        "short_description": " Session with Janette featuring REVO, shot by Combina Key on July 2024.",
        "full_description": "This stylish and modern photoshoot with Janette highlights the sleek design and functionality of the REVO treadmill and REVO Smart Cupper. Shot by Combina Key in July 2024, the session showcases fitness innovation, featuring minimalist aesthetics and urban rooftop vibes. Perfect for audiences interested in home workouts, wellness technology, and modern fitness gear, this shoot is optimized for attracting fitness enthusiasts and tech-savvy consumers. "
    },
    {
        "project_title": "JasmineNicole x Lionne Clothing",
        "category": "Fashion,Commercial",
        "state": "California",
        "partner_hq": "Lionne Clothing,Jasmine Nicole"
    },
    {
        "project_title": "JasmineNicole: DTLA Digitals",
        "category": "Products",
        "state": "California",
        "partner_hq": "Jasmine Nicole"
    },
    {
        "project_title": "Jessica Kylie ",
        "category": "Fashion",
        "short_description": "Session with Jessica Kylie, shot by Combina. ",
        "full_description": "This captivating photo series showcases the dynamic presence of Jessica Kylie, captured in sleek, high-energy settings. Styled in vibrant blue leggings and a fitted white top, Jessica embodies confidence and fitness lifestyle aesthetics, appealing to fans of wellness, fashion, and empowered self-expression. This visual collaboration, skillfully shot by Combina, highlights moments of playful charm and boldness."
    },
    {
        "project_title": "Kansha : Love Bite",
        "category": "Publications",
        "date": "August 2018",
        "short_description": "In Studio Production for Kansha Magazine, shot by Combina Key in August 2018.",
        "full_description": "In Studio Production for Kansha Magazine, shot by Combina Key in August 2018, this black-and-white photo series captures a bold, alluring aesthetic with elegant sensuality. Featuring intricate compositions and a tropical-themed wrap, the images highlight natural beauty, confidence, and sophistication."
    },
    {
        "project_title": "Katy Johnson",
        "category": "Fashion",
        "date": "November 2018",
        "short_description": "A Street style and Production with Katy Johnson, shot by Combina in Novermber 2018",
        "state": "California",
        "full_description": "A bold street-style production featuring Katy Johnson, captured by Combina. This shoot blends luxury fashion, urban elegance, and nightlife vibes, showcasing Katy’s striking presence against vibrant city backdrops. Perfect for audiences into fashion trends and modern streetwear."
    },
    {
        "project_title": "Killion",
        "category": "Swim",
        "state": "California"
    },
    {
        "project_title": "Krisondra",
        "category": "Portraiture",
        "date": "September 2018",
        "short_description": "Session: Krisondra Budget: <$1,000 Timeline: 3 Days Location: Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Krisondra"
    },
    {
        "project_title": "Ksenia Dubovitskaia",
        "category": "Fashion",
        "short_description": "Session: Ksenia Dubovitskaia Budget: <$1,000 Timeline: 3 Days Location:  Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Ksenia Dubovitskaia"
    },
    {
        "project_title": "Lesley Geronimo",
        "category": "Swim",
        "short_description": "Session:  Lesley Geronimo Budget: <$1,000 Timeline: 3 Days Location:  Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Lesley Geronimo"
    },
    {
        "project_title": "Lifestyle with Jenny",
        "category": "Lifestyle",
        "date": "March 2019",
        "short_description": "Lifestyle session with Jenny, shot by Combina in March 2019",
        "full_description": "This Lifestyle Photoshoot with Jenny by Combina (March 2019) captures a series of candid and stylish moments in relaxed, home-inspired settings. The session highlights casual elegance with themes of luxury, self-care, and playful relaxation. Jenny poses effortlessly with elements like a bouquet of red roses, glossy fashion magazines, and a friendly husky companion, radiating warmth and sophistication. This shoot seamlessly blends lifestyle with aspirational living, evoking a sense of comfort, beauty, and modern luxury."
    },
    {
        "project_title": "Lionne Clothing Impromptu",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Lionne Clothing"
    },
    {
        "project_title": "LionneEcom",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Lionne Clothing"
    },
    {
        "project_title": "Lissa DeLorenzo",
        "category": "Swim",
        "date": "July 2018",
        "short_description": "Session with Lissa DeLorenzo, shot by Combina in July 2018",
        "full_description": "A Session with Lissa DeLorenzo, shot by Combina in July 2018 This captivating photoshoot highlights Lissa DeLorenzo's elegance and confidence in a sun-kissed outdoor setting, seamlessly combining fashion, lifestyle, and swimwear photography. The images capture natural beauty and showcase effortless summer vibes through a combination of vibrant color shots and striking black-and-white compositions. "
    },
    {
        "project_title": "Lydia",
        "category": "Portraiture",
        "date": "July 2024",
        "short_description": "Session with Lydia, shot by Combina in July 2024",
        "full_description": "Discover the powerful essence of Lydia in this exclusive July 2024 portrait series, captured by Combina. This session emphasizes strength, elegance, and natural beauty, blending dynamic poses with soft lighting. Lydia’s fierce energy, highlighted by classic leather boxing gloves and a minimalist black top, makes these photos ideal for SEO-related content around fitness, boxing photography, personal branding, and female empowerment."
    },
    {
        "project_title": "Lydia DTLA",
        "category": "Fashion",
        "date": "June 2024 ",
        "short_description": "Session with Lydia , shot by combina in DTLA of June 2024",
        "full_description": "This dynamic shoot features Lydia in DTLA, shot by Combina blending urban chic and fitness, transitioning from the streets of DTLA in a bold orange dress to a sleek gym setting. The session captures both style and strength, offering a versatile look at Lydia’s fashion and fitness journey."
    },
    {
        "project_title": "Monica",
        "category": "Portraiture",
        "date": "April 2019",
        "short_description": "Session with Monica, shot by Combina in April 2019",
        "state": "California",
        "full_description": "Monica shines in this captivating photo session, beautifully captured by Combina in April 2019. With striking red outfits and elegant black lace accents, the imagery radiates sophistication, confidence, and allure. These high-resolution portraits emphasize Monica’s expressive eyes and flawless makeup, blending boldness with softness. ",
        "partner_hq": "Monica"
    },
    {
        "project_title": "MoodSeries I",
        "category": "Portraiture",
        "date": "March 2019",
        "short_description": "Session with Cherie Noel, shot by Combina Key in March 2019",
        "state": "California",
        "full_description": "These captivating portraits of Cherie Noel capture the essence of elegance and confidence, expertly photographed by Combina Key in March 2019. The in-studio production highlights a blend of sophistication, allure, and natural beauty, making these visuals ideal for creative campaigns and artistic projects."
    },
    {
        "project_title": "MSW:Mariah Rivera x Black Tape Project",
        "category": "Swim",
        "date": "June 2019",
        "short_description": " Session with Mariah RIvera featuring Black Tape Project, shot by Combina Key on June 2019. ",
        "state": "California",
        "full_description": "Session with Mariah Rivera featuring the Black Tape Project, shot by Combina Key in June 2019. This striking photo series showcases Rivera in artistic, reflective designs against stunning outdoor and tropical backdrops, merging fashion with visual artistry",
        "partner_hq": "Mariah Rivera"
    },
    {
        "project_title": "Naluando",
        "category": "Portraiture",
        "date": "June 2019",
        "short_description": " Session with Naluando, shot by Combina Key on June 2019. ",
        "state": "California",
        "full_description": "Session with Naluando, shot by Combina Key on June 2019. The photos highlight effortless beauty and modern elegance, featuring natural curls, radiant skin, and minimalist fashion aesthetics. This collection radiates confidence, blending elements of soft femininity and bold expressions.",
        "partner_hq": "Naluando "
    },
    {
        "project_title": "Nevaeh",
        "category": "Portraiture,Fashion",
        "date": "January 2023",
        "short_description": "Session with Nevaeh, shot by Combina Key on January 2023",
        "state": "California",
        "full_description": "A vibrant session with Nevaeh, captured by Combina Key in January 2023. These dynamic images highlight bold fashion, creative styling, and an edgy aesthetic, featuring vivid pink hair, luxurious feathers, statement jewelry, and playful textures",
        "partner_hq": "Nevaeh"
    },
    {
        "project_title": "NizzyNyce x DOPE",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "DOPE,9Five,Nizzy Nyce"
    },
    {
        "project_title": "Paige",
        "category": "Swim",
        "date": "June 2019",
        "short_description": " Session with Paige, shot by Combina Key on June 2019",
        "state": "California",
        "full_description": "Session with Paige, shot by Combina Key in June 2019, featuring captivating beachside photography. The images showcase dynamic poses on rocky cliffs and delicate styling, highlighting Paige's natural beauty and fitness. ",
        "partner_hq": "Paige"
    },
    {
        "project_title": "Piyax Like Dreams",
        "category": "Commercial,Fashion,Products",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Jasmine Nicole,Piya"
    },
    {
        "project_title": "PlushBody",
        "category": "Commercial",
        "date": "April 2018",
        "short_description": "On Location commerciall production, shot by Combina in April 2018 ",
        "full_description": "The stunning PLUSH Body collection, captured during an on-location commercial production shot by Combina in April 2018, radiates elegance, beauty, and self-care. This photoshoot features models adorned with coffee body scrubs, celebrating natural beauty, skin positivity, and confidence. The use of lace lingerie, soft lighting, and floral backdrops creates a sophisticated, yet playful, atmosphere.",
        "partner_hq": "Plush Body"
    },
    {
        "project_title": "Prints: Abstract ",
        "date": "November 2016",
        "short_description": "On Session production for portraits, shot by Combina in November 2016.",
        "full_description": "These portraits, part of the On Session production, were captured by Combina in November 2016. Featuring striking close-ups, textures of leather, and free-spirited outdoor movement, the images evoke themes of sensuality, freedom, and artistic expression."
    },
    {
        "project_title": "Publication: Imirage Mag",
        "category": "Publications",
        "short_description": "Publication: Imirage Mag - Oct 2019\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Imirage Magazine,Anthia Mo"
    },
    {
        "project_title": "Pump Magazine: Sharee",
        "category": "Publications",
        "date": "November 2018",
        "short_description": "In Studio Production with Sharee Michelle for Pump Magazine, shot by Combina Key in November 2018",
        "full_description": "In this captivating in-studio production for Pump Magazine, Sharee Michelle showcases radiant, natural beauty through minimalist makeup and sleek styling. Shot by Combina Key in November 2018, the photography emphasizes flawless skin, sharp details, and elegance."
    },
    {
        "project_title": "RachelJoy",
        "category": "Swim",
        "short_description": "Sessions: Rachel Joy\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Rachel Joy"
    },
    {
        "project_title": "RachelLeviss",
        "category": "Portraiture",
        "short_description": "Sessions: Rachel Leviss\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Rachel Leviss"
    },
    {
        "project_title": "Regina",
        "category": "Portraiture",
        "date": "February 2019",
        "short_description": "Session with Regina, shot by Combina in February 2019 ",
        "state": "California",
        "full_description": "Session with Regina, shot by Combina in February 2019. This stunning series captures Regina’s elegance and confidence, featuring bold fashion choices in sleek leather and luxurious satin. Perfect for editorial lovers and fashion enthusiasts, these images highlight beauty, self-expression, and style ",
        "partner_hq": "Regina"
    },
    {
        "project_title": "Rema",
        "category": "Portraiture",
        "date": "November 2019",
        "short_description": "Session with Rema, shot by Combina in November 2019",
        "state": "California",
        "full_description": "A captivating photoshoot with Rema, captured by Combina in November 2019. This session showcases Rema's effortless elegance and versatility, blending casual denim vibes and sleek athleisure with radiant smiles. Ideal for lifestyle, beauty, and fitness enthusiasts, the imagery embodies self-confidence, style, and wellness. ",
        "partner_hq": "Rema"
    },
    {
        "project_title": "remedēsupply co.",
        "category": "Commercial,Products",
        "date": "August 2018",
        "short_description": "RemedēSupply Co. production shoot, expertly captured by Combina in August 2018",
        "state": "California",
        "full_description": " RemedēSupply Co. Shoot – August 2018 Captured by Combina, this shoot blends relaxation with modern vaping culture. Featuring bold aesthetics and an urban vibe, it reflects luxury, wellness, and mindful living—perfect for those embracing a stylish, stress-free lifestyle. "
    },
    {
        "project_title": "REVO Ad Spot: Hanna",
        "category": "Commercial,Products",
        "state": "California,Arizona"
    },
    {
        "project_title": "REVO: Smart Cupper",
        "category": "Commercial,Products",
        "date": "June 2024",
        "short_description": "On-Location Commercial Production of Brand Partnership: Sexy Hair\nServices Provided: Production Management, Campaign Management",
        "state": "California,Arizona",
        "full_description": "On Location Commercial Production of Brand Partnership: Sexy Hair\nBudget: <$3,000\nTimeline: 1 Week\nLocation: DTLA, CA\nDeliverables: 5 Unique Video, Media Library Creation, 30 Images"
    },
    {
        "project_title": "REVO: Walking Pad",
        "category": "Commercial,Products",
        "state": "California,Arizona"
    },
    {
        "project_title": "REVOPartners",
        "category": "Commercial,Products",
        "state": "California"
    },
    {
        "project_title": "RonThompson",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Ron Thompson"
    },
    {
        "project_title": "Royal Blood: LA River",
        "category": "Commercial,Fashion",
        "short_description": "Session with: Lionne",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Lionne Clothing,Sydney Harper,Latoya Fitzgerald"
    },
    {
        "project_title": "RoyalBlood: Bel Air",
        "category": "Commercial,Fashion",
        "short_description": "Session with: Lionne",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Lionne Clothing,Jasmine Nicole,Makaela Heard,Latoya Fitzgerald"
    },
    {
        "project_title": "RoyalBlood: Golden Field",
        "category": "Commercial,Fashion",
        "short_description": "Session with: Lionne",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Lionne Clothing,Jasmine Nicole,Makaela Heard,Latoya Fitzgerald"
    },
    {
        "project_title": "Samantha Elizabeth",
        "category": "Fashion",
        "date": "June 2018",
        "short_description": "Session with Samantha Elizabeth, shot by Combina in June 2018",
        "state": "California",
        "full_description": "Session with Samantha Elizabeth, shot by Combina in June 2018, featuring a blend of urban chic and modern elegance. The shoot captures versatile aesthetics, from sleek outfits in a metropolitan setting to sophisticated home interiors.",
        "partner_hq": "Samantha Elizabeth"
    },
    {
        "project_title": "Shannon Klein",
        "category": "Portraiture",
        "short_description": "Sessions: Shannon Klein\nBudget: <$1,000\nTimeline: 3 Days\nLocation: \nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Shannon Klein"
    },
    {
        "project_title": "ShareeMichelle",
        "category": "Portraiture",
        "date": "January 2019",
        "short_description": " Session with Sharee Michelle, shot by Combina Key on January 2019 ",
        "state": "California",
        "full_description": "Session with Sharee Michelle, shot by Combina Key in January 2019. This visually captivating set showcases a blend of natural beauty and high-fashion aesthetics, using vibrant makeup, black-and-white portraits, and elegant minimalist styling. Featuring radiant skin tones, bold eye makeup, and expressive poses, the imagery reflects versatility, elegance, and confidence, ideal for beauty, fashion, and lifestyle campaigns.",
        "partner_hq": "Sharee Michelle"
    },
    {
        "project_title": "Shuba Magazine: Jyaira Moore ",
        "category": "Publications",
        "date": "July 2018",
        "short_description": "A session with Jyaira Moore, shot by Combina in July 2018",
        "full_description": "Immerse in the elegance and bold artistry of this black-and-white editorial photography session featuring model Jyaira Moore. Captured in July 2018 by photographer Combina, this series blends minimalism, sensuality, and fashion aesthetics with high-contrast imagery. Moore’s poised expressions, paired with a statement sunhat and retro-inspired swimwear, evoke themes of freedom and self-confidence. These photos, featured in SHUBA Magazine Vol. 15, embrace body positivity and artistic empowerment, celebrating natural beauty through timeless monochrome tones."
    },
    {
        "project_title": "Slick Woodz",
        "category": "Events,Fashion",
        "state": "California",
        "partner_hq": "Lionne Clothing,Slick Woodz"
    },
    {
        "project_title": "Street Style: Bianca Renee",
        "category": "Fashion",
        "short_description": "Street style session with Bianca Renee, shot by Combina Key in DTLA.",
        "state": "California",
        "full_description": "This street style session features Bianca Renee, captured in a vibrant and bold photoshoot by Combina Key. The urban setting highlights Bianca's confidence and radiant energy, while her casual yet chic outfit exudes effortless style. With natural curls, a stylish black top, and neutral-toned outerwear, Bianca's look is perfect for transitioning from day to night. The session beautifully merges fashion and city vibes, reflecting a modern, dynamic feel",
        "partner_hq": "Bianca Renee"
    },
    {
        "project_title": "Street Style: DTLA: Anna Gimbal",
        "category": "Fashion",
        "date": "March 13, 2018",
        "short_description": "Street style session with Anna Gimbal, shot by Combina Key in DTLA of March 2018.",
        "state": "California",
        "full_description": "Street style fashion session featuring Anna Gimbal, captured by renowned photographer Combina Key in Downtown Los Angeles (DTLA) in March 2018. This portfolio blends urban sophistication with modern women’s fashion, showcasing a mix of high-end style, streetwear, and effortless chic. The shoot highlights neutral tones, tailored outfits, and natural light, creating dynamic imagery that emphasizes movement, elegance, and contemporary trends. Perfect for editorial fashion, lookbooks, and influencer campaigns, this series speaks to those interested in fashion-forward street style, luxury lifestyle photography, and modern city aesthetics.",
        "partner_hq": "Anna Gimbal"
    },
    {
        "project_title": "Street Style: DTLA: Kamari Love",
        "category": "Fashion",
        "date": "April 2019",
        "short_description": "Street Sytle Sesson with Kamari Love, shot by Combina in DTLA of April 2019",
        "state": "California",
        "full_description": "Street Style Session with Kamari Love, Shot by Combina in DTLA, April 2019. This vibrant street-style editorial showcases Kamari Love embodying urban energy and bold fashion aesthetics. Set against the dynamic backdrop of Downtown Los Angeles, this shoot blends modern streetwear with effortless grace. Styled in sleek, reflective windbreakers and platform boots, Kamari delivers power and presence, making the streets her runway.",
        "partner_hq": "Kamari Love"
    },
    {
        "project_title": "Street Style: DTLA: Yamen Sanders",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Yamen Sanders"
    },
    {
        "project_title": "Street Style: Karla Marie ",
        "category": "Fashion",
        "date": "December 2018",
        "short_description": "Street Sytle Sesson with Karla Marie, shot by Combina in December 2018",
        "full_description": "Bold, vibrant, and unapologetic, this street style session with Karla Marie, shot by Combina in December 2018, captures the perfect blend of urban fashion and nightlife energy. Featuring mustard yellow dresses and purple-orange color-block outfits, the shoot exudes confidence and city-chic vibes, perfect for those drawn to bold aesthetics."
    },
    {
        "project_title": "Swim Style with Jenny",
        "category": "Swim",
        "date": "April 2019",
        "short_description": "Swimwear style with Jenny, shot by Combina in April 2019",
        "full_description": "This stunning photoshoot featuring Jenny highlights an elegant blend of beachwear fashion and serene natural backdrops. Shot by Combina in April 2019, the collection showcases a sophisticated mix of bohemian-inspired swimwear and flowing summer dresses. The earthy tones, playful sun hats, and carefully curated accessories align perfectly with trends for beach getaways, lifestyle branding, and coastal fashion."
    },
    {
        "project_title": "Tamara Rzaeva",
        "category": "Fashion",
        "date": "April 2018",
        "short_description": "Session with Tamara Rzaeva, shot by Combina Key on April 2018.",
        "full_description": "Session with Tamara Rzaeva, shot by Combina Key in April 2018. Featuring modern rooftop aesthetics, Tamara embodies confidence and elegance, wearing a variety of chic outfits in urban settings. This shoot highlights fashionable crop tops, statement activewear, and sleek, form-fitting ensembles that radiate lifestyle and fitness vibes.",
    },
    {
        "project_title": "Tara Yochum",
        "category": "Portraiture",
        "date": "June 2019",
        "short_description": "Session with Tara Yochum, shot by Combina Key on June 2019 ",
        "state": "California",
        "full_description": "Session with Tara Yochum, photographed by Combina Key in June 2019. This collection highlights bold, elegant, and modern aesthetics, blending cityscape backdrops with confident poses. The shoot features Tara in stylish tailored blazers, sleek swimwear, and minimalist black outfits, emphasizing empowerment, sophistication, and versatility.",
        "partner_hq": "Tara Yochum,Mike Matos"
    },
    {
        "project_title": "Tashi",
        "category": "Portraiture",
        "date": "January 2020",
        "short_description": "Session with Tashi, Shot by Combina in January 2020",
        "state": "California",
        "full_description": "Session with Tashi, shot by Combina in January 2020. This vibrant editorial combines surreal aesthetics and futuristic fashion, featuring bold makeup, playful textures, and dreamy outdoor settings. With whimsical floral elements, bubble overlays, and edgy outfits, this session highlights a fusion of natural and avant-garde themes, perfect for those seeking fashion inspiration, editorial photography, or creative visuals. Keywords: editorial photography, avant-garde fashion, futuristic makeup, surreal aesthetics, vibrant photoshoot, fashion inspiration 2020, creative visuals, dreamy setting.",
        "partner_hq": "Tashi"
    },
    {
        "project_title": "Taylor ",
        "category": "Commercial,Beauty,Creators",
        "date": "March 2019",
        "short_description": "Session with Taylor, shot by Combina Key on March 2019. ",
        "state": "California",
        "full_description": "Session with Taylor, shot by Combina Key in March 2019, captures vibrant fashion and confident energy. Taylor showcases a playful patterned co-ord set, casual chic white loungewear with holographic sneakers, and a sleek black leather dress with heels. Each look emphasizes versatility, confidence, and modern style. ",
        "partner_hq": "Taylor Quiantana,Proactive"
    },
    {
        "project_title": "Tevin Grant",
        "category": "Publications,Portraiture",
        "short_description": "Sessions: MTV TEV Budget: <$1,000 Timeline: 3 Days Location:  Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California"
    },
    {
        "project_title": "thetayray",
        "category": "Swim",
        "short_description": "Sessions: thetayray Budget: <$1,000 Timeline: 3 Days Location:  Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "thetayray"
    },
    {
        "project_title": "Tori",
        "category": "Portraiture",
        "date": "March 2019",
        "short_description": " Session with Tori, shot by Combina Key on March 2019. ",
        "state": "California",
        "full_description": "Session with Tori, shot by Combina Key in March 2019. These captivating black-and-white portraits showcase raw beauty, allure, and artistic depth. The use of bold contrasts, paired with intimate framing, emphasizes Tori’s natural elegance and expressive gaze. Ideal for SEO, these photos highlight themes of fashion, editorial photography, portrait photography, and creative artistry, perfect for portfolios or galleries looking to draw interest from photography enthusiasts and fashion-forward audiences.",
        "partner_hq": "Tori Green"
    },
    {
        "project_title": "tori_festa",
        "category": "Portraiture",
        "date": "Ocotober 2019",
        "short_description": "Session with Tori, shot by Combina Key on October 2019 ",
        "state": "California",
        "full_description": "Session with Tori, shot by Combina Key in October 2019. This captivating image highlights elegance, sensuality, and artistic expression, featuring Tori posed confidently on a chair, framed by an industrial concrete backdrop. Keywords: model photoshoot, editorial photography, fashion photography, lifestyle shoot, aesthetic photography, portrait session, creative direction, bold poses.",
        "partner_hq": "Tori Festa"
    },
    {
        "project_title": "Ty Stephano DTLA",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Ty Stephano"
    },
    {
        "project_title": "TyStephano: Arts District",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Ty Stephano"
    },
    {
        "project_title": "Valyou Furniture: Los Angeles Showroom Grand Opening",
        "category": "Events,Home,Creators",
        "state": "California",
        "partner_hq": "Valyou Furniture"
    },
    {
        "project_title": "ValyouFurniture: Feathers Destroyed",
        "category": "Creators,Commercial,Home",
        "state": "California",
        "partner_hq": "Valyou Furniture"
    },
    {
        "project_title": "ValyouFurniture: Flirt With Feathers",
        "category": "Home",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Valyou Furniture"
    },
    {
        "project_title": "Valyoux Fanita",
        "category": "Creators",
        "state": "California",
        "partner_hq": "Valyou Furniture,Altered State Productions,Fanita"
    },
    {
        "project_title": "Victoria Fratz",
        "category": "Fashion",
        "date": "October 2018",
        "short_description": "Street style session with Victoria Fratz, shot by Combina Key in October 2018",
        "full_description": "This vibrant street-style shoot features Victoria Fratz, captured by Combina Key. The session showcases bold fashion with a mix of urban aesthetics, scooter-chic vibes, and standout lace-up heels. Perfect for audiences into streetwear trends, fashion photography, and city-inspired style, this production embodies a playful yet sophisticated edge."
    },
    {
        "project_title": "Western Waves",
        "category": "Mood",
        "state": "Arizona",
        "partner_hq": "Christina "
    },
    {
        "project_title": "XOOBRUNA",
        "category": "Swim",
        "short_description": "Sessions: XOOBRUNA Budget: <$1,000 Timeline: 3 Days Location: Deliverables: 2 Unique Video, Media Library Creation, 10 Images Services Provide: Hourly Photography Session",
        "state": "California",
        "partner_hq": "Bruna Lima"
    },
    {
        "project_title": "YamenSanders DTLA (B&W)",
        "category": "Fashion",
        "state": "California",
        "partner_hq": "Yamen Sanders"
    },
    {
        "project_title": "YamenSanders Studio",
        "category": "Portraiture",
        "date": "2019-01",
        "short_description": "In Studio Production with Yamen Sanders, shot by Combina Key in January 2019 ",
        "state": "California",
        "full_description": "This captivating image showcases Yamen Sanders in a powerful, in-studio production, highlighting his chiseled physique and confident demeanor. Dressed in a stylish, open plaid blazer with black jeans, the photo seamlessly blends fitness and fashion. His strong, focused expression emphasizes both elegance and strength, making it perfect for lifestyle, fitness, and fashion branding.",
        "partner_hq": "Yamen Sanders"
    },
    {
        "project_title": "YamenSanders Studio (B&W)",
        "category": "Portraiture",
        "state": "California",
        "partner_hq": "Yamen Sanders"
    },
    {
        "project_title": "YuliyaLasmovich",
        "category": "Mood",
        "short_description": "Session with Yuliya Lasmovich\nBTS of publication production in Beverly Hills, CA",
        "state": "California",
        "full_description": "Budget: <$1,000\nTimeline: 3 Days\nLocation: On-Location\nDeliverables: 2 Unique Video, Media Library Creation, 10 Images\nServices Provide: Hourly Photography Session",
        "partner_hq": "Yuliya Lasmovich"
    },
    {
        "project_title": "Zeitgeist Bikes",
        "category": "Commercial,Products,Sport",
        "date": "2023-01",
        "short_description": "On location with Zeitgeist, captured by Combina in January 2023",
        "full_description": "On location with Zeitgeist, captured by Combina in January 2023. A determined athlete pushes limits on her indoor cycling setup. This dynamic shot showcases the perfect fusion of fitness, lifestyle, and focus, with an eye-catching orange road bike in motion. Surrounded by vibrant artwork and natural light, the scene reflects a seamless blend of indoor and outdoor energy. Perfect for enthusiasts looking for inspiration in cycling training, home workouts, or wellness goals.",
        "partner_hq": "Zeitgeist Bikes"
    }
]